Repository: AdrianoSong/ios-SimpleSocialNetwork
Catalog: Simple Social Network/*.lproj/Localizable.strings
Languages: pt_br

# welcome.screen.title
source: Simple Social Network
pt_br: Simples rede social

# welcome.screen.sign_in_button_title
source: Get to App
pt_br: Vá para o App

# welcome.screen.email_placeholder
source: User e-mail
pt_br: E-mail

# welcome.screen.user_password
source: Password
pt_br: Senha

# welcome.screen.create_account
source: Create account
pt_br: Criar conta

# welcome.screen.need_help
source: Need help?
pt_br: Precisa de ajuda?

# welcome.screen.contat_song
source: Please contact Song for help 😎
pt_br: Para mais ajudas contate o Song 😎

# create.account.screen.title
source: Register
pt_br: Registrar

# create.account.screen.name_placeholder
source: Name
pt_br: Nome

# create.account.screen.confirm_password
source: Confirm Password
pt_br: Confirmar senha

# create.account.screen.terms_part_1
source: By Creating Account, you are automatically accepting all the
pt_br: Criando conta, você está automanticamente aceitando todos os

# create.account.screen.terms_and_conditions
source: Terms & Conditions
pt_br: Termos & Condições

# create.account.screen.terms_part_2
source: related to App
pt_br: relacionadas ao App

# create.account.screen.log_in_app
source: Login to App
pt_br: Fazer login

# create.account.screen.terms_title
source: Terms? 🙄
pt_br: Termos? 🙄

# create.account.screen.terms_description
source: The terms are: we don't have any terms 😎
pt_br: Os nossos termos são: não temos termos. 😎

# create.account.screen.terms_ok
source: Okey, bye!
pt_br: Okey, tchau!

# create.account.screen.error_title
source: Fail
pt_br: Errou!

# create.account.screen.error_message
source: To create new account, are you trying to create an existing user?
pt_br: Ao criar uma nova conta, você está tentando adicionar um usuário existente?

# create.account.screen.password_fail_match
source: fail to match password, please try it again
pt_br: falhou em digitar senha e confirmação senha. tente de novo

# loading.view.title
source: Loading...
pt_br: Carregando...

# home.screen.logout
source: Logout
pt_br: Sair

# home.screen.new_post
source: New post
pt_br: Postar

# home.screen.empty
source: Nothing posted yet, be the first!
pt_br: Nenhum poste, seja o primeiro!
